{
  "name": "Isaac Onim Afwata",
  "contact": {
    "address": "P.o. Box 25-40118, Katito, Kenya",
    "phone": "+254720253209",
    "email": "onimisaac88@gmail.com",
    "linkedin": "www.linkedin.com/in/onim-afwata-isaac"
  },
  "profile_summary": "Highly skilled health and nutrition professional with over 8 years of experience in health and nutrition programming, project management, and resilience building across refugee and vulnerable communities. Adept in planning, monitoring, and implementing programs, with a focus on sustainable solutions and innovative partnerships.",
  "professional_experience": [
    {
      "organization": "International Rescue Committee (IRC)",
      "position": "Nutrition Officer",
      "location": "Dadaab Refugee Camp, Kenya",
      "dates": "Jan 2023 – Aug 2024",
      "responsibilities": [
        "Developed and executed health & nutrition programs impacting over 189,000 individuals, reducing Global Acute Malnutrition (GAM) rate from 15% to 4.8%.",
        "Collaborated with the Garissa County government to enhance sustainability and community participation in health interventions.",
        "Facilitated resource mobilization, securing USD 4.7 million in funding for new projects.",
        "Led the implementation of IMAM Surge in Hagadera Refugee Camp, improving emergency preparedness and response."
      ]
    },
    {
      "organization": "Lifeline Gedo-Somalia Programme (LLG)",
      "position": "Health and Nutrition Manager",
      "location": "Gedo Region, Somalia",
      "dates": "Jan – Dec 2022",
      "responsibilities": [
        "Managed health and nutrition programs, directly impacting 300,000 individuals and reducing GAM rate from 18% to 5.6%.",
        "Spearheaded fundraising efforts, resulting in USD 2.3 million in project funding from the World Bank and GFFO.",
        "Coordinated with Ministries of Health and UN agencies to align program goals with regional health needs.",
        "Trained over 70 personnel on IMAM surge and CMAM, enhancing the program's capacity and scalability."
      ]
    },
    {
      "organization": "African Inland Church Health Ministries (AICHM)",
      "position": "Nutrition Manager",
      "location": "Kakuma Refugee Camp, Kenya",
      "dates": "May – Dec 2021",
      "responsibilities": [
        "Led High Impact Nutrition Interventions (HINI) to address gender inequalities and maternal, infant, and child nutrition challenges.",
        "Drafted comprehensive nutrition program budgets and coordinated monitoring exercises with government and partners.",
        "Advised on procurement and distribution of nutrition supplies, ensuring timely and efficient program delivery.",
        "Collaborated on the development of a Social and Behavior Change Communication (SBCC) strategy for Kakuma and Kalobeyei Refugee Camps."
      ]
    }
  ],
  "key_achievements": [
    "Improved nutrition and health outcomes in refugee camps, reducing GAM rates significantly through innovative programming and emergency responses.",
    "Secured over USD 7 million in funding across various health and nutrition projects.",
    "Trained 100+ personnel on nutrition program methodologies, building long-term capacity in health interventions."
  ],
  "education": [
    {
      "degree": "Postgraduate Diploma",
      "field": "Project Management",
      "institution": "Young African Leadership Initiative",
      "years": "2017-2019"
    },
    {
      "degree": "Bachelor of Science",
      "field": "Foods, Nutrition, and Dietetics",
      "institution": "Kenyatta University",
      "years": "2011-2015"
    }
  ],
  "professional_membership": [
    {
      "membership": "Registered Community Nutritionist",
      "organization": "Kenya Nutritionists and Dietitians Institute (KNDI)"
    }
  ],
  "referees": [
    {
      "name": "Mr. Jack Achieng’",
      "position": "Programme Policy Officer-Nutrition",
      "organization": "World Food Programme, South Sudan",
      "mobile": "+254742133148",
      "email": "kaachieng@gmail.com"
    },
    {
      "name": "Ms. Angela Kithua",
      "position": "Senior Nutrition Officer",
      "organization": "International Rescue Committee (IRC), Dadaab Refuge Program, Kenya",
      "mobile": "+254729202280",
      "email": "kithuangels@gmail.com"
    },
    {
      "name": "Mr. Phinhas Ochieng’ Atieno",
      "position": "Technical Assistance Coordinator",
      "organization": "CASCADE Project, CARE USA",
      "mobile": "+1(719)425-6601",
      "email": "ochiengphinhas@yahoo.com"
    }
  ]
}